Repository: rtissera/lr-yabasanshiro
Catalog: src/ios/uoyabause/uoyabause/mul.lproj/Main.xcstrings
Source language: en
Languages: es, ja, pt_br, ru, zh_hans

# 0uv-hR-62t.text
source: Show FPS
es: Mostrar FPS
ja: FPSを表示する
pt_br: Exibir FPS
ru: Показать FPS
zh_hans: 显示帧率

source: 2kC-86-hOR.text
es: Cargar estado
ja: 状態読み込み
pt_br: Carregar Estado
ru: Загрузка состояния
zh_hans: 加载状态

# 5kh-BO-spI.text
source: Label
es: Etiqueta
pt_br: Etiqueta
ru: Маркер
zh_hans: 标签

# 05T-W3-45O.text
source: Force Landscape Mode
es: Forzar modo horizontal
ja: 常に横画面モード
pt_br: Modo Paisagem Forçado
ru: Силовое Расположение
zh_hans: 强制横向模式

# 7a9-1I-qMs.text
source: Keep original aspect rate
es: Mantener proporción original
ja: 縦横比を固定する
pt_br: Manter taxa de aspecto original
ru: Сохранение Изображения в первоначальной форме
zh_hans: 保持原始纵横比

# a6W-wy-CZs.text
source: Rotate 90 degree
es: Rotar 90 grados
ja: 画面を90度回転させる
pt_br: Rotacionar 90 graus
ru: Переключение на 90 градусов
zh_hans: 旋转90度

source: a8b-Pg-2IA.text
es: Ajustar controlador
ja: コントローラーの調整
pt_br: Ajustar Controle
ru: Правка Контроллера
zh_hans: 调整控制器

# Adw-oe-5dn.headerTitle
source: Graphics
es: Gráficos
ja: グラフィック設定
pt_br: Gráficos
ru: Графика
zh_hans: 图形

# DjX-3S-nbY.text
source: Rendering Resolution
es: Resolución de renderizado
ja: 描画解像度
pt_br: Resolução de Rendering
ru: Резолюция Расчета
zh_hans: 渲染分辨率

# dP5-m9-P5R.title
source: Setting
es: Configuración
ja: 設定
pt_br: Configurações
ru: Настройки
zh_hans: 设置

# GDt-1B-FZj.headerTitle
source: Controller
es: Controlador
ja: コントローラー設定
pt_br: Controlador
ru: Контроллер
zh_hans: 控制器

# HEk-JT-gUF.text
source: Frame Skip
es: Omisión de fotogramas
ja: フレームをスキップする
pt_br: Pular Quadros
ru: Переключение кадров
zh_hans: 跳帧

source: Iwo-k1-gyt.text
es: Mostrar controles de reasignación
ja: Show Remap Controls
pt_br: Mostrar Controles de Remapeamento
ru: Показать Управление Расмапа
zh_hans: 显示重映射控制

# KCH-Zr-n0O.text
source: Use Analog Pad as D-pad
es: Usar el pad analógico como D-pad
ja: アナログパッドをDPadとして使用する
pt_br: Usar o pad analógico como D-pad
ru: Использовать аналоговый пад как D-pad
zh_hans: 将模拟方向盘用作D-pad

# kHL-Tt-8Bi.title
source: Use Analog pad as D-Pad
es: Usar el pad analógico como D-pad
ja: アナログパッドをDPadとして使用する
pt_br: Usar o pad analógico como D-pad
ru: Использовать аналоговый пад как D-pad
zh_hans: 将模拟方向盘用作D-pad

# N8h-Be-Hod.normalTitle
source: Settings
es: Configuración
ja: 設定
pt_br: Configurações
ru: Настройки
zh_hans: 设置

# NIg-ct-7sX.text
source: Resolution Picker label
es: Etiqueta del selector de resolución
pt_br: Seleção de Resolução
ru: Выбор Разрешения
zh_hans: 分辨率选择标签

source: oik-51-mjH.text
es: Cambiar disco
ja: ディスク交換
pt_br: Alterar Disco
ru: Смена Диска
zh_hans: 更换光盘

# Tsw-hZ-S89.text
source: Cartridge
es: Cartucho
ja: カードリッジ
pt_br: Carregador
ru: Карtridge
zh_hans: 卡带

source: wEc-St-PPd.text
es: Guardar estado
ja: 状態保存
pt_br: Salvar Estado
ru: Сохранение состояния
zh_hans: 保存状态

source: X1O-pp-oDF.text
es: Salir
ja: 終了
pt_br: Sair
ru: Выход
zh_hans: 退出

source: XY2-Ni-Gbc.headerTitle
es: Menú de emulación
ja: Emulation menu
pt_br: Menu de Emulação
ru: Меню Эмуляции
zh_hans: 模拟菜单

# KND-t5-hSX.headerTitle
source: General
ja: 一般
pt_br: Geral
ru: Общее
zh_hans: 通用
